# Зачем нужны условные операторы
# Начало сказки

# Налево пойдёшь - коня потеряешь
# Направо пойдёшь - жизнь потеряешь
# Прямо пойдёшь  - счастье найдёшь

# Конец сказки
age = int(input('Введите свой возраст: '))
# Если возраст меньше 18 лет
# Вывести на экран Доступ запрешён
if age < 18:
    print('Доступ запрешён')
# Блок кода - логически сгруппированный набор команд
# Иначе вывести на экран Доступ разрешён
else:
    print('Доступ разрешён')

